// About.jsx
import React from "react";

export default function About() {
  return (
    <div className="page-container">
      <h1>عن مشروع أبار</h1>
      <p>
        مشروع أبار يهدف إلى توفير منصة حديثة لإدارة البيانات المتعلقة بالآبار
        والصيانة بشكل منظم وآمن. نسعى لتقديم واجهة عربية سهلة الاستخدام تساعد
        المستخدمين على الوصول إلى المعلومات بسرعة وكفاءة.
      </p>
      <p>
        تم تصميم المشروع من قبل المقدم المهندس رامي سبع العيش والمقدم المهندس احمد الصرايرة ليكون مرن وقابل للتطوير، بحيث يمكن إضافة المزيد من
        الخصائص مستقبلاً مثل تقارير مفصلة، تنبيهات، وإدارة المستخدمين.
      </p>
    </div>
  );
}